{"en":{"_":{"version":"2011.11.04","lock":"FALSE","maxEcoderVersion":"0.5m1"},"rename":{"intro":"Enter a new name and press save, or cancel by closing the dialog.","alreadyEditing":"As <strong>{name}<\/strong> is already open for editing you should SAVE any changes and click the rename icon to the top right to continue.","noNameEntered":"You have not entered a new name for <strong>{name}<\/strong>, please complete the box and then press SAVE.","dialogTitle":"Rename {path}{name}","saveButton":"Save","status_success":"Successfully renamed the {type}","status_couldnotberenamed":"{name} could not be renamed. Please try again.","status_namealreadyexists":"A {type} with the name {newname} already exists. Please choose a different one.","status_orignotfound":"The {type} {name} was not found, probably due to a synchronising error. Please refresh the tree and try again."},"edit":{"closeConfirm":"If you close {name} unsaved changes will be lost.\\nPress OK to close or CANCEL to stop."},"del":{"alreadyEditing":"As <strong>{name}<\/strong> is already open for editing you should SAVE any changes and click the delete icon to the top right to continue."}},"nl":{"_":{"version":"2011.11.04","lock":"FALSE","maxEcoderVersion":"0.5m1"},"rename":{"intro":"Geef een nieuwe naam in en druk op opslaan, of annuleer door dit venster te sluiten","alreadyEditing":"Aangezien <strong>{name}<\/strong> al geopend is in de editor, dient u uw wijzigingen op te slaan en op het hernoem-icoon te klikken","noNameEntered":"U hebt nog geen nieuwe naam ingegeven voor <strong>{name}<\/strong>, gelieve het invulveld aan te vullen en op opslaan te klikken.","dialogTitle":"Hernoem {path}{name}","saveButton":"Opslaan","status_success":"{type} succesvol hernoemd","status_couldnotberenamed":"{name} kon niet worden hernoemd. Gelieve opnieuw te proberen.","status_namealreadyexists":"Er bestaat al een {type} met de naam {newname}. Gelieve een andere naam te kiezen.","status_orignotfound":"Het {type} {name} kon niet gevonden worden, waarschijnlijk omwille van een synchronisatiefout. Gelieve de bestandsboom te vernieuwen en opnieuw te proberen."},"edit":{"closeConfirm":"Indien u {name} sluit zullen alle niet opgeslagen wijzigingen verlogen gaan.\\nKlik op OK om te sluiten of ANNULEER om te annuleren."},"del":{"alreadyEditing":"Aangezien <strong>{name}<\/strong> al geopend is in de editor, dient u uw wijzigingen op te slaan en op het verwijder-icoon te klikken"}}}